Repository: wennerer/Multis
Catalog: languages/rs_mbstylemanager.*.po
Languages: de

source: Discards the current properties and closes the editor
de: Verwirft die aktuellen Eigenschaften und schließt den Editor

source: Apply
de: Verwenden

source: Adopts the current properties without closing
de: Übernimmt die aktuellen Eigenschaften ohne den Editor zu schließen

# rs_mbstylemanager.rs_bordercolor
source: The color of the border
de: Die Farbe des Rahmens

source: The whidth of the border
de: Die Dicke des Rahmens

source: Is required if the MessagButton is only visible at runtime
de: Wird benötigt wenn der MessagButton erst zur Laufzeit sichtbar wird

source: Cancel
de: Verwerfen

source: Alignment of the text in the caption (left, center, right)
de: Ausrichtung des Textes in der Caption (Links,Mitte,Rechts)

source: The horizontal distance of the text in the text rectangle (only effective with taLeftJustify)
de: Der horizontale Abstand des Textes im Textrechteck (nur wirksam mit taLeftJustify)

source: Alignment of the text in the caption (top, center, bottom)
de: Ausrichtung des Textes in der Caption (Oben,Mitte,Unten)

source: The vertical distance of the text in the text rectangle (only effective with tlTop)
de: Der vertikale Abstand des Textes im Textrechteck (nur wirksam mit tlTop)

source: Determines whether the height is adopted
de: Bestimmt ob die Höhe übernommen wird

source: Determines whether the width is adopted
de: Bestimmt ob die Breite übernommen wird

source: The end color of the button (for color gradient)
de: Die Endfarbe des Buttons (für Farbverlauf)

source: The direction of the gradient
de: Die Richtung des Farbverlaufs

source: Colors
de: Farben

source: The start color of the button (for color gradient)
de: Die Startfarbe des Buttons (für Farbverlauf)

source: Left position of the DesignButton in the editor
de: Linke Position des DesignButtons im Editor

source: Top position of the DesignButton in the editor
de: Top Position des DesignButtons im Editor

source: How translucent the focusframe is (0=transparent, 255=opaque)
de: Wie transparent der Fokusrahmen ist (0=transparent, 255=undurchsichtig).

source: The whidth of the focus-frame
de: Die Dicke des Fokus-Rahmens

source: The color of the Fokusframe/Foregroundfocus when the control has the focus
de: Die Farbe des Fokusrahmens/Foregroundfocus wenn das Control den Fokus hat

# rs_mbstylemanager.rs_focusframeon
source: Indicates when the button has focus
de: Zeigt an wenn der Button den Fokus besitzt

source: The color of the Caption
de: Die Farbe der Caption

source: The font to be used for text display in this button, opens a dialog
de: Die Schrift die für die Textanzeige in diesem Button verwendet werden soll, öffnet einen Dialog

source: Fonts
de: Schrift

# rs_mbstylemanager.rs_foregrdfocuson
source: Indicates when the button has focus
de: Zeigt an wenn der Button den Fokus besitzt

source: The height of the messagebutton
de: Die Höhe des Messagebuttons

source: The vertical size of the control.The height of the MultiButton is minus HoverFrameWidth
de: Die Höhe des Controls. Die Höhe des MultiButtons ist minus HoverFrameWidth

source: The endcolor of a hoverevent (for color gradient)
de: Die Endfarbe eines Hoverereignisses (für Farbverlauf)

source: The color of the Caption during one hoverevent
de: Die Farbe der Caption während eines Hoverereignisses

source: Allows to show or hide a hoverevent
de: Ermöglicht das Ein- oder Ausblenden eines Hoverereignisses

source: The startcolor of a hoverevent (for color gradient)
de: Die Startfarbe eines Hoverereignisses (für Farbverlauf)

source: Left:
de: von Links:

source: Load
de: Laden

source: Look
de: Aussehen

source: MultiButton Settings:
de: MultiButton Einstellungen:

source: The position of the messagebutton
de: Die Position des Messagebuttons

# rs_mbstylemanager.rs_msgbordercolor
source: The color of the border
de: Die Farbe des Rahmens

source: MessageButton Settings:
de: MessageButton Einstellungen:

source: MsgButtonLook
de: MsgButtonAussehen

source: The geometric shape of the messagebutton
de: Die geometrische Form des Messagebuttons

source: The end color of the messagebutton ( for color gradient)
de: Die Endfarbe des MessageButtons (für Farbverlauf)

source: The start color of the messagebutton ( for color gradient)
de: Die Startfarbe des MessageButtons (für Farbverlauf)

source: The color of the font used in messagebutton
de: Die Schriftfarbe des Messagebuttons

source: The color of a hoverevent
de: Die Farbe während eines Hoverereignisses

source: Accepts the current properties and closes the editor
de: Übernimmt die aktuellen Eigenschaften und schließt den Editor

source: Error creating the pen
de: Fehler beim Erzeugen des Stiftes

source: Copy the color
de: Kopiere die Farbe

source: Paste a color
de: Füge eine Farbe ein

source: Position factor,affects the position, only active if alSE,alSW,alNW,alNE,alW,alE,alN,alS
de: Positionsfaktor, beeinflusst die Position, nur aktive wenn alSE,alSW,alNW,alNE,alW,alE,alN,alS

source: How translucent the pressedcolor is (0=transparent, 255=opaque)
de: Wie transparent die PressedColor ist (0=transparent, 255=undurchsichtig)

source: The color of the messagebutton when it is pressed
de: Die Farbe des MessageButtons wenn er gedrückt wird

source: The end color of the button when it is pressed (for color gradient)
de: Die Endfarbe des Buttons wenn er gedrückt wird (für Farbverlauf)

source: The starting color of the button when it is pressed (for color gradient)
de: Die Startfarbe des Buttons wenn er gedrückt wird (für Farbverlauf)

source: The color of the text of the caption when the button is pressed
de: Die Farbe des Textes der Caption wenn der Button gedrückt wird

source: Corner diameter if the geometric shape is RoundRect
de: Eckendurchmesser wenn geometrische Form ist RoundRect

source: Save
de: Speichern

source: Saves the current properties in a file
de: Speichert die aktuellen Eigenschaften in einer Datei

source: Allows to show or hide a border
de: Ermöglicht das Ein- oder Ausblenden eines Rahmens

source: Allows to show or hide the pressedoption
de: Ermöglicht das Ein- oder Ausblenden der Gedrücktoption

source: The geometric shape of the button
de: Die geometrische Form des Buttons

source: Take over the height
de: Höhe übernehmen

source: Take over the width
de: Breite übernehmen

source: Top:
de: von Oben:

source: Allows to show or hide the control, and all of its children
de: Ermöglicht das Ein- oder Ausblenden des Steuerelements und aller seiner untergeordneten Elemente

source: The width of the messagebutton
de: Die Breite des Messagebuttons

source: The horizontal size of the control.The width of the MultiButton is minus HoverFrameWidth
de: Die Breite des Controls. Die Breite des MultiButtons ist minus HoverFrameWidth

source: Allows a line break in the caption
de: Ermöglicht einen Zeilenumbruch in der Caption
